martin_blld/la_grosse_grappe/app/views/pages/dashboard.html.erb

SELECT "bookings".* FROM "bookings" WHERE "bookings"."grapevine_id" = $1  [["grapevine_id", 8]]
---
              <% @grapevines.each do |grapevine| %>
                    <% grapevine.bookings.each do |booking| %>

SELECT "users".* FROM "users" WHERE "users"."id" = $1 ORDER BY "users"."id" ASC LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
                          <li>Durée de la location : <%= booking.years %> ans</li>
                          <li>Nom du locataire: <%= booking.user.first_name  %> <%= booking.user.last_name  %> </li>